adns
ansible
bash
brew-cask-completion
browsh
cairo
cloc
ctags
docker-completion
fontconfig
freetype
fribidi
fzf
gawk
gdbm
gdk-pixbuf
gettext
git
git-cal
glib
gmime
gmp
gnupg
gnutls
go
gpgme
graphite2
harfbuzz
htop
httpie
httping
httpstat
icu4c
jemalloc
jpeg
libassuan
libcroco
libevent
libffi
libgcrypt
libgpg-error
libidn
libksba
libpcap
libpng
librsvg
libtasn1
libtermkey
libtiff
libunistring
libusb
libuv
libvterm
libyaml
links
lmdb
lua
luajit
mpfr
msgpack
mtr
ncurses
nettle
nmap
node
npth
openshift-cli
openssl
p11-kit
pango
pcre
pcre2
perl
pinentry
pip-completion
pixman
pkg-config
powerlevel9k
python
readline
ruby
shellcheck
socat
sqlite
talloc
tcpdump
terraform
tig
tmux
tokyo-cabinet
tree
unibilium
vim
xapian
xz
zip
zlib
zsh
zsh-completions
zsh-syntax-highlighting
