;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el
(package! vcl-mode :recipe (:host github :repo "ssm/vcl-mode"))

(package! github-browse-file)
(package! github-review)
(package! transpose-frame)
(package! slack)
(package! sqlup-mode)
(package! org-sticky-header)
(package! smart-hungry-delete)
(package! backline)
(package! esh-autosuggest)
(package! mu4e-alert)
(package! google-translate)
(package! org-super-agenda)

